RailsApp/moveme/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO `users` (`first_name`, `last_name`, `birthdate`, `email`, `password`, `created_at`, `updated_at`) VALUES ('Andrew', 'Taeoalii', '1987-03-10', 'ulu_5@yahoo.com', 'atmuny25', '2017-07-16 08:35:13', '2017-07-16 08:35:13')