RailsApp/moveme/app/views/articles/show.html.erb

SELECT `comments`.* FROM `comments` WHERE `comments`.`article_id` = 980190962
---
<h2>Comments</h2>
<% @article.comments.each do |comment| %>